simulations/icofoam_cases/3_branch_pair_1_outlet_shifted/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          17556;
        startFace       282567;
    }
    surface
    {
        type            patch;
        physicalType    patch;
        nFaces          3702;
        startFace       300123;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          96;
        startFace       303825;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          48;
        startFace       303921;
    }
    main_inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          24;
        startFace       303969;
    }
)

// ************************************************************************* //
